# مختلف نقلیوں کی اختیارات
حکمت_عملی = {
    'CWU': {'ایک کنواں کا حجم': 100.8, 'ایف ڈبلو': 0.8, 'حکمت عملی نہر پختگی': 0,
            'حکمت عملی تالاب': 0, 'حکمت عملی براے آبپاشی کارکردگی': 0},
    'VD': {'ایک کنواں کا حجم': 153.0, 'ایف ڈبلو': 0.8, 'حکمت عملی نہر پختگی': 0,
           'حکمت عملی تالاب': 0, 'حکمت عملی براے آبپاشی کارکردگی': 0},
    'نہر پختگی': {'ایک کنواں کا حجم': 0, 'ایف ڈبلو': 0, 'حکمت عملی نہر پختگی': 1,
                  'حکمت عملی تالاب': 0, 'حکمت عملی براے آبپاشی کارکردگی': 0},
    'تالاب': {'ایک کنواں کا حجم': 0, 'ایف ڈبلو': 0, 'حکمت عملی نہر پختگی': 0,
              'حکمت عملی تالاب': 1, 'حکمت عملی براے آبپاشی کارکردگی': 0},
    'آبپاشی کارکردگی': {'ایک کنواں کا حجم': 0, 'ایف ڈبلو': 0, 'حکمت عملی نہر پختگی': 0,
                        'حکمت عملی تالاب': 0, 'حکمت عملی براے آبپاشی کارکردگی': 1}
}